{
	"monsterFluff": [
		{
			"name": "Andir Valmakos",
			"source": "DSotDQ",
			"entries": [
				"Despite his aptitude for magic and his parents' being wizards themselves, {@creature Andir Valmakos|DSotDQ|Andir} completed his apprenticeship and chose not to immediately seek out other Mages of High Sorcery. Instead, he took to the life of an adventuring wizard, seeking to see the world and what magic exists beyond dusty tomes. Although his travels have only just begun, Andir knows that one day his road will lead him to the Tower of High Sorcery at Wayreth, where he hopes to be tested and learn what his future holds.",
				{
					"type": "table",
					"caption": "Andir beyond 1st Level",
					"colLabels": [
						"Level",
						"Hit Points",
						"New Features"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"16 ({@dice 3d8 + 3})",
							"Spellcasting. Andir learns another 1st-level spell: {@spell longstrider}."
						],
						[
							"3rd",
							"22 ({@dice 4d8 + 4})",
							"Spellcasting. Andir gains one 1st-level spell slot. He also learns another 1st-level spell: {@spell Tenser's floating disk}."
						],
						[
							"4th",
							"27 ({@dice 5d8 + 5})",
							"Ability Score Improvement. Andir's Intelligence score increases by 2, raising the modifier by 1, so increase the following numbers by 1: his spell save DC, the bonus to hit of his spell attacks, and the bonuses in his Skills entry. Spellcasting. Andir learns another cantrip: {@spell mage hand}."
						],
						[
							"5th",
							"33 ({@dice 6d8 + 6})",
							"Proficiency Bonus. Andir's proficiency bonus increases by 1, so increase the following numbers by 1: his spell save DC, the bonus to hit of his Quarterstaff and spell attacks, and the bonuses in the Saving Throws and Skills entries. Spellcasting. Andir gains one 1st-level spell slot and two 2nd-level spell slots. He also learns a 2nd-level spell: {@spell knock}."
						],
						[
							"6th",
							"38 ({@dice 7d8 + 7})",
							"Potent Cantrips. Andir adds his Intelligence modifier to the damage he deals with any cantrip."
						],
						[
							"7th",
							"44 ({@dice 8d8 + 8})",
							"Spellcasting. Andir gains one 2nd-level spell slot. He also learns another 2nd-level spell: {@spell invisibility}."
						],
						[
							"8th",
							"49 ({@dice 9d8 + 9})",
							"Ability Score Improvement. Andir's Intelligence score increases by 2, raising the modifier by 1, so increase the following numbers by 1: his spell save DC, the bonus to hit of his spell attacks, and the bonuses in his Skills entry."
						],
						[
							"9th",
							"55 ({@dice 10d8 + 10})",
							"Proficiency Bonus. Andir's proficiency bonus increases by 1, so increase the following numbers by 1: his spell save DC, the bonus to hit of his Quarterstaff and spell attacks, and the bonuses in the Saving Throws and Skills entries. Spellcasting. Andir gains two 3rd-level spell slots. He also learns a 3rd-level spell: {@spell haste}."
						],
						[
							"10th",
							"60 ({@dice 11d8 + 11})",
							"Spellcasting. Andir learns another cantrip: {@spell minor illusion}."
						],
						[
							"11th",
							"66 ({@dice 12d8 + 12})",
							"Spellcasting. Andir gains one 3rd-level spell slot. He also learns another 3rd-level spell: {@spell sending}."
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Andir Valmakos.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Andir Valmakos Sketch.webp"
					}
				}
			]
		},
		{
			"name": "Anhkolox",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Anhkoloxes are vicious undead creatures created from the bones of bears and other beasts. Their barbed bones grind and crack, often moving in seemingly impossible ways. Anhkoloxes are driven by territorial instinct and a predatory urge to hunt and devour living prey. They run on all fours and rear up onto their hind legs when they corner their quarry. When they strike, they wallop foes about with their claws—they delight in knocking foes into pits full of jagged bones—and their barbed rib cage cracks open like a hunting trap to snap closed around a victim."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Anhkolox.webp"
					}
				}
			]
		},
		{
			"name": "Aurak Draconian",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Created from the eggs of gold dragons, aurak draconians are the most powerful of draconians, their entire being thrumming with eldritch power. Unlike other draconians, auraks are wingless. This might lull foes into a false sense of security, until the auraks exhale noxious fumes resembling those of their dragon progenitors. Auraks are masterminds and strategists that serve as commanders in the Dragon Armies. They often lead contingents of less powerful draconians. When slain, aurak draconians unleash their inherent magic in a deadly burst of lightning."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from metallic dragon eggs that have been corrupted by a combination of warped alchemy and the Dragon Queen's foul magic. The Dragon Armies closely guard the secret of the draconians' creation, allowing Krynn's metallic dragons to continue to think their eggs are being held hostage so they don't oppose the Dragon Queen's conquests."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Aurak Draconian.webp"
					}
				}
			]
		},
		{
			"name": "Ayik Ur",
			"source": "DSotDQ",
			"entries": [
				"The youthful archer {@creature Ayik Ur|DSotDQ|Ayik} is the consummate survivor. As the Dragon Armies swarmed over his homeland of Khur, he became a refugee, but not before his leg was injured by a charging warhorse. Even as he fled, he swore to lend his bow in the fight against the Dragon Armies. He is defiant and cocky to the point of recklessness, challenging his enemies to finish what the Dragon Armies started back in Khur.",
				{
					"type": "table",
					"caption": "Ayik beyond 1st Level",
					"colLabels": [
						"Level",
						"Hit Points",
						"New Features"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"16 ({@dice 3d8 + 3})",
							"Second Wind. Ayik can use a bonus action on his turn to regain hit points equal to {@dice 1d10} + his level. Once he uses this feature, he can't use it again until he finishes a short or long rest."
						],
						[
							"3rd",
							"22 ({@dice 4d8 + 4})",
							"Improved Critical. Ayik's attack rolls now score a critical hit on a roll of 19 or 20 on the {@dice d20}."
						],
						[
							"4th",
							"27 ({@dice 5d8 + 5})",
							"Ability Score Improvement. Ayik's Dexterity score increases by 2, raising the modifier by 1, so increase the following numbers by 1: his Armor Class, his Dexterity saving throw bonus, his {@skill Acrobatics} and {@skill Stealth} bonuses, and the bonuses to hit and damage of his weapon attacks."
						],
						[
							"5th",
							"33 ({@dice 6d8 + 6})",
							"Proficiency Bonus. Ayik's proficiency bonus increases by 1, so increase the following numbers by 1: the bonuses in the Saving Throws and Skills entries (by 2 for {@skill Perception}), and the bonuses to hit of his weapon attacks. His passive Perception score increases by 2."
						],
						[
							"6th",
							"38 ({@dice 7d8 + 7})",
							"Extra Attack. Ayik can attack twice, instead of once, whenever he takes the {@action attack||Attack} action on his turn."
						],
						[
							"7th",
							"44 ({@dice 8d8 + 8})",
							"Battle Readiness. Ayik has advantage on initiative rolls."
						],
						[
							"8th",
							"49 ({@dice 9d8 + 9})",
							"Ability Score Improvement. Ayik's Dexterity score increases by 2, raising the modifier by 1, so increase the following numbers by 1: his Armor Class, his Dexterity saving throw bonus, his {@skill Acrobatics} and {@skill Stealth} bonuses, and the bonuses to hit and damage of his weapon attacks."
						],
						[
							"9th",
							"55 ({@dice 10d8 + 10})",
							"Proficiency Bonus. Ayik's proficiency bonus increases by 1, so increase the following numbers by 1: the bonuses in the Saving Throws and Skills entries (by 2 for {@skill Perception}), and the bonuses to hit of his weapon attacks. His passive Perception score increases by 2."
						],
						[
							"10th",
							"60 ({@dice 11d8 + 11})",
							"Improved Defense. Ayik's Armor Class increases by 1."
						],
						[
							"11th",
							"66 ({@dice 12d8 + 12})",
							"Indomitable. Ayik can reroll a saving throw that he fails, but he must use the new roll. Once he uses this feature, he can't use it again until he finishes a long rest."
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Ayik Ur.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Ayik Ur Sketch.webp"
					}
				}
			]
		},
		{
			"name": "Baaz Draconian",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Baaz draconians are fanatical foot soldiers that emerge from the eggs of brass dragons. They are the smallest of the draconians, and their slight wings are incapable of flight, though they do afford the draconians some control when falling. These wings are small enough to be hidden beneath a cloak or robe, and baaz draconians disguise themselves to spy for the Dragon Armies. The sight of dragons drives baaz draconians into a deadly furor. When baaz draconians die, their bodies turn to stone and unleash clouds of petrifying gas that turn their corpses and any nearby creatures into stone."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from metallic dragon eggs that have been corrupted by a combination of warped alchemy and the Dragon Queen's foul magic. The Dragon Armies closely guard the secret of the draconians' creation, allowing Krynn's metallic dragons to continue to think their eggs are being held hostage so they don't oppose the Dragon Queen's conquests."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Baaz Draconian.webp"
					}
				}
			]
		},
		{
			"name": "Bozak Draconian",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Bozak draconians are born from bronze dragon eggs and wield magic to aid their allies in battle. Their wings aren't strong enough for full flight, but bozaks can use them to glide during a fall. When bozaks die, their flesh shrivels away before their bones explode, sending a shower of magical splinters in all directions."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from metallic dragon eggs that have been corrupted by a combination of warped alchemy and the Dragon Queen's foul magic. The Dragon Armies closely guard the secret of the draconians' creation, allowing Krynn's metallic dragons to continue to think their eggs are being held hostage so they don't oppose the Dragon Queen's conquests."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Bozak Draconian.webp"
					}
				}
			]
		},
		{
			"name": "Caradoc",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Seneschal of Lord Soth and a former Knight of Solamnia, Caradoc burned when Dargaard Keep was consumed in the fires of the Cataclysm. As with many of Soth's retainers, Caradoc was cursed with undeath. Being duplicitous and cowardly at his core, the seneschal didn't return as a skeletal knight but rather as an intangible spirit. Caradoc's Undead form suits him well, allowing him to possess the living and use unwilling tongues to spread his lies. However, Caradoc is tethered to his scorched bones, which collect dust in Dargaard Keep. He can leave the accursed castle while possessing the body of a Humanoid, but he's swiftly pulled back if caught beyond its walls without a host."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Caradoc.webp"
					}
				}
			]
		},
		{
			"name": "Dracophage Subject",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kapak draconians are created using copper dragon eggs. These cunning opponents relish striking foes who are distracted or unaware. Kapaks often coat their weapons with their paralytic saliva, making them formidable assassins as well. Their small wings don't allow kapaks to fly, but they do help the draconians turn a fall into a rough glide. When they die, kapaks dissolve into acid that can splash onto nearby creatures."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from metallic dragon eggs that have been corrupted by a combination of warped alchemy and the Dragon Queen's foul magic. The Dragon Armies closely guard the secret of the draconians' creation, allowing Krynn's metallic dragons to continue to think their eggs are being held hostage so they don't oppose the Dragon Queen's conquests."
							]
						}
					]
				}
			]
		},
		{
			"name": "Dragon Army Dragonnel",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dragonnels from the volcanic mountains surrounding Sanction are closely related to red dragons, resembling them in scale coloration and general shape. They are cruel and selfish creatures trained by the Dragon Armies to serve as mounts for trusted officers. While they lack a red dragon's destructive breath, these dragonnels are inured to fire, and their vicious teeth and claws flare with embers."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragonnels",
							"entries": [
								"Dragonnels are distantly related to chromatic and metallic dragons and resemble them in basic form. Intelligent enough to understand speech but incapable of speaking themselves, they are willful creatures largely motivated by the desire for food."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Dragon Army Dragonnel.webp"
					}
				}
			]
		},
		{
			"name": "Dragon Army Officer",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Dragon Armies gather fanatical followers to their ranks. Recruits are indoctrinated to revere the Dragon Queen and view dragons as her favored servants. Troops in the Dragon Army wield weapons blessed by Takhisis to strike with the power of the dragons they fight alongside."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragon Army Weapons",
							"entries": [
								"The weapons of Dragon Army troops are blessed with an infusion of dragon breath. The type of damage these weapons deal depends on the specific army. The stat blocks presented here represent Red Dragon Army troops with weapons infused by the fire of red dragons. You can represent followers of other chromatic dragons by changing the fire damage to match the damage type associated with those dragons' breath weapons."
							]
						}
					]
				}
			]
		},
		{
			"name": "Dragon Army Soldier",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Dragon Armies gather fanatical followers to their ranks. Recruits are indoctrinated to revere the Dragon Queen and view dragons as her favored servants. Troops in the Dragon Army wield weapons blessed by Takhisis to strike with the power of the dragons they fight alongside."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragon Army Weapons",
							"entries": [
								"The weapons of Dragon Army troops are blessed with an infusion of dragon breath. The type of damage these weapons deal depends on the specific army. The stat blocks presented here represent Red Dragon Army troops with weapons infused by the fire of red dragons. You can represent followers of other chromatic dragons by changing the fire damage to match the damage type associated with those dragons' breath weapons."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Dragon Army Soldier.webp"
					}
				}
			]
		},
		{
			"name": "Fewmaster Gholcag",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Fewmaster Gholcag is a low-ranking commander in the Red Dragon Army and the leader of the raid on Vogler.",
						"Ogres are hulking giants notorious for their quick tempers. When its rage is incited, an ogre lashes out in a frustrated tantrum until it runs out of objects or creatures to smash."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Fewmaster Gholcag.webp"
					}
				}
			]
		},
		{
			"name": "Greater Death Dragon",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Some death dragons manage to retain almost all of their former selves, albeit twisted by their state of being. These greater death dragons scheme to achieve their ends, all the while amassing and jealously guarding treasure hoards as they did in life. In battle, they are deadly foes, channeling the Cataclysmic fire that limns their bones and fuels their breath. They take cruel delight in snatching foes in their jaws, rushing into the air, then dropping the snared creatures to their doom."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Death Dragons",
							"entries": [
								"Death dragons are the Undead skeletal remains of metallic or chromatic dragons, infused with the lingering fires of the Cataclysm by foul magic. Rarely, death dragons arise when a dragon meets its end in a way that torments its soul and consumes it with a need for vengeance. Regardless of how it arose, a death dragon retains a shadow of its former personality. The stronger the death dragon, the more it fights the hate consuming it, holding on to some vestige of its memories.",
								"A death dragon's bones burn with violet Cataclysmic fire, which it can unleash in a horrific mockery of the breath weapon it possessed in life. The breath snuffs out life force and infuses undeath into corpses it touches. These zombies burn with Cataclysmic fire and serve the death dragon's will, typically going on rampages to destroy all living creatures in sight."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Greater Death Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Hrigg Roundrook",
			"source": "DSotDQ",
			"entries": [
				"{@creature Hrigg Roundrook|DSotDQ|Hrigg} is a gregarious dwarf who laughs heartily and lives to feast on the finest food and fight the vilest evil. He is one of five siblings, each of whom were chosen by Kiri-Jolith, the god of war, to receive his divine power. From their homeland of Kayolin, the five siblings each set out on their own path to bring Kiri-Jolith's message directly to the Dragon Armies. Hrigg's path brought him to Kalaman, where he happily finds himself on the front line of an invasion.",
				{
					"type": "table",
					"caption": "Hrigg beyond 1st Level",
					"colLabels": [
						"Level",
						"Hit Points",
						"New Features"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"16 ({@dice 3d8 + 3})",
							"Spellcasting. Hrigg learns another 1st-level spell: {@spell bless}."
						],
						[
							"3rd",
							"22 ({@dice 4d8 + 4})",
							"Spellcasting. Hrigg gains one 1st-level spell slot. He also learns another 1st-level spell: {@spell detect evil and good}."
						],
						[
							"4th",
							"27 ({@dice 5d8 + 5})",
							"Ability Score Improvement. Hrigg's Wisdom score increases by 2, raising the modifier by 1, so increase the following numbers by 1: his spell save DC and the bonus to hit of his spell attacks, his Wisdom saving throw bonus, his {@skill Medicine} and {@skill Perception} bonuses, and his passive Perception score. Spellcasting. Hrigg learns another cantrip: {@spell spare the dying}."
						],
						[
							"5th",
							"33 ({@dice 6d8 + 6})",
							"Proficiency Bonus. Hrigg's proficiency bonus increases by 1, so increase the following numbers by 1: his spell save DC and the bonus to hit of his spell attacks, the bonuses in the Saving Throws and Skills entries, and the bonuses to hit of his weapon attacks. Spellcasting. Hrigg gains one 1st-level spell slot and two 2nd-level spell slots. He also learns a 2nd-level spell: {@spell spiritual weapon}."
						],
						[
							"6th",
							"38 ({@dice 7d8 + 7})",
							"Potent Cantrips. Hrigg adds his Wisdom modifier to the damage he deals with any cantrip."
						],
						[
							"7th",
							"44 ({@dice 8d8 + 8})",
							"Spellcasting. Hrigg gains one 2nd-level spell slot. He also learns another 2nd-level spell: {@spell lesser restoration}."
						],
						[
							"8th",
							"49 ({@dice 9d8 + 9})",
							"Ability Score Improvement. Hrigg's Wisdom score increases by 2, raising the modifier by 1, so increase the following numbers by 1: his spell save DC and the bonus to hit of his spell attacks, his Wisdom saving throw bonus, his {@skill Medicine} and {@skill Perception} bonuses, and his passive Perception score."
						],
						[
							"9th",
							"55 ({@dice 10d8 + 10})",
							"Proficiency Bonus. Hrigg's proficiency bonus increases by 1, so increase the following numbers by 1: his spell save DC and the bonus to hit of his spell attacks, the bonuses in the Saving Throws and Skills entries, and the bonuses to hit of his weapon attacks. Spellcasting. Hrigg gains two 3rd-level spell slots. He also learns a 3rd-level spell: {@spell beacon of hope}."
						],
						[
							"10th",
							"60 ({@dice 11d8 + 11})",
							"Spellcasting. Hrigg learns another cantrip: {@spell thaumaturgy}."
						],
						[
							"11th",
							"66 ({@dice 12d8 + 12})",
							"Spellcasting. Hrigg gains one 3rd-level spell slot. He also learns another 3rd-level spell: {@spell spirit guardians}."
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Hrigg Roundrook.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Hrigg Roundrook Sketch.webp"
					}
				}
			]
		},
		{
			"name": "Iriad",
			"source": "DSotDQ",
			"entries": [
				"{@creature Iriad|DSotDQ} is a Kagonesti elf from the lush woodlands of Southern Ergoth, where she learned to move undetected across the terrain. When Silvanesti elves began arriving at Southern Ergoth as refugees, she decided to lend her skills in the fight against the Dragon Armies before they can invade her homeland. She is a talented spy and scout who isn't afraid to bring her blades to bear if the situation demands it.",
				{
					"type": "table",
					"caption": "Iriad beyond 1st Level",
					"colLabels": [
						"Level",
						"Hit Points",
						"New Features"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"16 ({@dice 3d8 + 3})",
							"Cunning Action. On Iriad's turn in combat, she can take the {@action dash||Dash}, {@action disengage||Disengage}, or {@action hide||Hide} action as a bonus action."
						],
						[
							"3rd",
							"22 ({@dice 4d8 + 4})",
							"Expertise. Iriad's proficiency bonus is doubled for any ability check she makes that uses either {@skill Stealth} or {@skill Survival}."
						],
						[
							"4th",
							"27 ({@dice 5d8 + 5})",
							"Ability Score Improvement. Iriad's Dexterity score increases by 2, raising the modifier by 1, so increase the following numbers by 1: her Armor Class, her Dexterity saving throw bonus, her {@skill Stealth} bonus, and the bonuses to hit and damage of her weapon attacks."
						],
						[
							"5th",
							"33 ({@dice 6d8 + 6})",
							"Proficiency Bonus. Iriad's proficiency bonus increases by 1, so make the following changes in her stat block: increase the bonuses in the Saving Throws and Skills entries by 1 (by 2 for {@skill Perception}, {@skill Stealth}, and {@skill Survival}); increase her passive Perception score by 2; increase the bonuses to hit of her weapon attacks by 1."
						],
						[
							"6th",
							"38 ({@dice 7d8 + 7})",
							"Coordinated Strike. When Iriad uses her Helpful feature to aid an ally in attacking a creature, that target can be up to 30 feet away from her, and she can deal an extra {@dice 2d6} damage to it the next time she hits it with an attack roll before the end of the current turn. The extra damage is the same type of damage dealt by the attack."
						],
						[
							"7th",
							"44 ({@dice 8d8 + 8})",
							"Evasion. When Iriad is subjected to an effect that allows her to make a Dexterity saving throw to take only half damage, she instead takes no damage if she succeeds on the saving throw, and only half damage if she fails. Iriad doesn't benefit from this feature while {@condition incapacitated}."
						],
						[
							"8th",
							"49 ({@dice 9d8 + 9})",
							"Ability Score Improvement. Iriad's Strength and Wisdom scores both increase by 1, raising their modifiers by 1, so increase the following numbers by 1: her {@skill Athletics}, {@skill Perception}, and {@skill Survival} bonuses and her passive Perception score."
						],
						[
							"9th",
							"55 ({@dice 10d8 + 10})",
							"Proficiency Bonus. Iriad's proficiency bonus increases by 1, so make the following changes in her stat block: increase the bonuses in the Saving Throws and Skills entries by 1 (by 2 for {@skill Perception}, {@skill Stealth}, and {@skill Survival}); increase her passive Perception score by 2; increase the bonuses to hit of her weapon attacks by 1."
						],
						[
							"10th",
							"60 ({@dice 11d8 + 11})",
							"Ability Score Improvement. Iriad's Dexterity score increases by 2, raising the modifier by 1, so increase the following numbers by 1: her Armor Class, her Dexterity saving throw bonus, her {@skill Stealth} bonus, and the bonuses to hit and damage of her weapon attacks."
						],
						[
							"11th",
							"66 ({@dice 12d8 + 12})",
							"Inspiring Help. When Iriad takes the {@action help||Help} action, the creature who receives the help also gains a {@dice 1d6} bonus to the {@dice d20} roll. If that roll is an attack roll, the creature can forgo adding the bonus to it, and then if the attack hits, the creature can add the bonus to the attack's damage roll against one target."
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Iriad.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Iriad Sketch.webp"
					}
				}
			]
		},
		{
			"name": "Istarian Drone",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Istarian drones are ancient Constructs made of marble and gleaming metal inlaid with crystals that flash with sparks of electricity. Created to build the fantastic structures that once marked the glory of Istar, these drones resemble short, stout mantises. They have four scuttling insectile legs and barbed, scythe-shaped arms for carrying and placing building materials. The drones create a viscous gel that hardens into crystalline mortar, which they can repurpose to restrain attackers."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Istarian Drone.webp"
					}
				}
			]
		},
		{
			"name": "Kalaman Soldier",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kalaman soldiers are the rank-and-file troops of the army of Kalaman. They are trained to fight defensively, bolstering one another in battle."
					]
				}
			]
		},
		{
			"name": "Kansaldi Fire-Eyes",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"High Master Kansaldi Fire-Eyes leads the Red Dragon Army's offensive in Solamnia. A fanatical adherent of the Dragon Queen, Kansaldi was indoctrinated into the god's worship by Dragon High Lord Verminaard. During a test of faith from her mentor, Kansaldi replaced her left eye with a gem of seeing. This gem smolders and glows red whenever Kansaldi uses her magic, and her followers claim it allows her to see through any lie.",
						"Highlord Verminaard follows visions from the Dragon Queen on a campaign south. In his absence, he left a powerful contingent of the Red Dragon Army under Kansaldi's command and ordered her to claim the Kalaman region in the Dragon Queen's name. Kansaldi pursues these orders with a fanatic's zeal. For her, there is no possibility of defeat—there is only the Dragon Queen's will."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Kansaldi Fire-Eyes.webp"
					}
				}
			]
		},
		{
			"name": "Kapak Draconian",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kapak draconians are created using copper dragon eggs. These cunning opponents relish striking foes who are distracted or unaware. Kapaks often coat their weapons with their paralytic saliva, making them formidable assassins as well. Their small wings don't allow kapaks to fly, but they do help the draconians turn a fall into a rough glide. When they die, kapaks dissolve into acid that can splash onto nearby creatures."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from metallic dragon eggs that have been corrupted by a combination of warped alchemy and the Dragon Queen's foul magic. The Dragon Armies closely guard the secret of the draconians' creation, allowing Krynn's metallic dragons to continue to think their eggs are being held hostage so they don't oppose the Dragon Queen's conquests."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Kapak Draconian.webp"
					}
				}
			]
		},
		{
			"name": "Kender Skirmisher",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Kender skirmishers are fearless fighters who use stealth and wiliness to defend their friends and homes. They excel at disrupting their enemies by sabotaging crucial equipment or by taunting opponents into making rash decisions. They wield the signature kender weapon: the hoopak, a combination spear and sling staff."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Kender Taunts",
							"entries": [
								"Roll on or choose an entry from the Kender Taunts table to determine how a kender skirmisher infuriates an opponent in battle.",
								{
									"type": "table",
									"colLabels": [
										"d4",
										"Taunt"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"\"Should I pretend to be scared? You seem like you really need this.\""
										],
										[
											"2",
											"\"I wish I could be like you and just not care how I look... or smell... or dress. So brave.\""
										],
										[
											"3",
											"\"Did the Cataclysm have a face? Because I think you might be twins!\""
										],
										[
											"4",
											"Energetically points at their foe with both hands and loudly repeats the word \"bonk.\""
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Kender Skirmisher.webp"
					}
				}
			]
		},
		{
			"name": "Leedara",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Leedara died during the Cataclysm over three hundred years ago. Once an elven priest, Leedara witnessed her companion and fellow priest, Isolde, drawn into the grim fate of the wicked Knight of Solamnia, Lord Loren Soth. When Soth failed his gods-given quest to prevent the Cataclysm, he became cursed to exist forever as a death knight. As part of his curse, Leedara and several of her companions returned as deathless spirits devoted to ensuring Soth never finds peace."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Leedara.webp"
					}
				}
			]
		},
		{
			"name": "Lesser Death Dragon",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Most death dragons are pale imitations of their former selves. They remember flashes and echoes, and sometimes things or creatures they encounter painfully remind them of what they once had. These fleeting moments of lucidity quickly burn away in rage and anguish, driving the dragons to destroy the would-be memento."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Death Dragons",
							"entries": [
								"Death dragons are the Undead skeletal remains of metallic or chromatic dragons, infused with the lingering fires of the Cataclysm by foul magic. Rarely, death dragons arise when a dragon meets its end in a way that torments its soul and consumes it with a need for vengeance. Regardless of how it arose, a death dragon retains a shadow of its former personality. The stronger the death dragon, the more it fights the hate consuming it, holding on to some vestige of its memories.",
								"A death dragon's bones burn with violet Cataclysmic fire, which it can unleash in a horrific mockery of the breath weapon it possessed in life. The breath snuffs out life force and infuses undeath into corpses it touches. These zombies burn with Cataclysmic fire and serve the death dragon's will, typically going on rampages to destroy all living creatures in sight."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Lesser Death Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Levna Drakehorn",
			"source": "DSotDQ",
			"entries": [
				"Though a recent inductee into the Order of the Rose, {@creature Levna Drakehorn|DSotDQ|Levna} is a confident, experienced Solamnic knight. She is brave, decisive, and deadly with her two-handed sword. After a chance encounter with agents of the Blue Dragon Army, Levna was left with a distinctive, branching scar. She claims it came from the breath of a blue dragon, but few of her fellow Knights of Solamnia believe her.",
				{
					"type": "table",
					"caption": "Levna beyond 1st Level",
					"colLabels": [
						"Level",
						"Hit Points",
						"New Features"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"19 ({@dice 3d8 + 6})",
							"Second Wind. Levna can use a bonus action on her turn to regain hit points equal to {@dice 1d10} + her level. Once she uses this feature, she can't use it again until she finishes a short or long rest."
						],
						[
							"3rd",
							"26 ({@dice 4d8 + 8})",
							"Improved Critical. Levna's attack rolls now score a critical hit on a roll of 19 or 20 on the {@dice d20}."
						],
						[
							"4th",
							"32 ({@dice 5d8 + 10})",
							"Ability Score Improvement. Levna's Strength score increases by 2, raising the modifier by 1, so increase her {@skill Athletics} bonus by 1, and increase the bonuses to hit and damage of her weapon attacks by 1."
						],
						[
							"5th",
							"39 ({@dice 6d8 + 12})",
							"Proficiency Bonus. Levna's proficiency bonus increases by 1, so increase the following numbers by 1: the bonuses in the Saving Throws and Skills entries, her passive Perception score, and the bonuses to hit of her weapon attacks."
						],
						[
							"6th",
							"45 ({@dice 7d8 + 14})",
							"Extra Attack. Levna can attack twice, instead of once, whenever she takes the {@action attack||Attack} action on her turn."
						],
						[
							"7th",
							"52 ({@dice 8d8 + 16})",
							"Battle Readiness. Levna has advantage on initiative rolls."
						],
						[
							"8th",
							"58 ({@dice 9d8 + 18})",
							"Ability Score Improvement. Levna's Strength score increases by 2, raising the modifier by 1, so increase her {@skill Athletics} bonus by 1, and increase the bonuses to hit and damage of her weapon attacks by 1."
						],
						[
							"9th",
							"65 ({@dice 10d8 + 20})",
							"Proficiency Bonus. Levna's proficiency bonus increases by 1, so increase the following numbers by 1: the bonuses in the Saving Throws and Skills entries, her passive Perception score, and the bonuses to hit of her weapon attacks."
						],
						[
							"10th",
							"71 ({@dice 11d8 + 22})",
							"Improved Defense. Levna's Armor Class increases by 1."
						],
						[
							"11th",
							"78 ({@dice 12d8 + 24})",
							"Indomitable. Levna can reroll a saving throw that she fails, but she must use the new roll. Once she uses this feature, she can't use it again until she finishes a long rest."
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Levna Drakehorn.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Levna Drakehorn Sketch.webp"
					}
				}
			]
		},
		{
			"name": "Lohezet",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A black-robed member of the Mages of High Sorcery, Lohezet is a scholar obsessed with extinct creatures and fallen empires. He views the Dragon Army as a way to recreate the glories of Ansalon's past. During the Dragon Armies' invasions of Khur and Kendermore, Lohezet's investigations of Istarian ruins revealed the location of the flying city of Onyari. He now travels with the Red Dragon Army, intent on finding the City of Lost Names and restoring it to the skies.",
						"Lohezet employs the strategies of extinct poisonous predators in battle. His magical toxins wear down even the strongest foes, providing him with the opportunity to escape or reducing his enemies to discolored corpses."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Lohezet.webp"
					}
				}
			]
		},
		{
			"name": "Lord Soth",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Lord Soth is the most powerful death knight on Krynn. Once a Solamnic Knight of the Order of the Rose, Soth was a paragon of virtue and justice who allowed his pride to lead him down an evil path. The gods gave Soth a chance at redemption, charging him with confronting the Kingpriest of Istar and averting the Cataclysm. However, he was undone by his pride, abandoned his quest, and allowed the Cataclysm to devastate Krynn. Soth perished during the Cataclysm but then rose from the ashes as an Undead horror. In his cursed castle, Dargaard Keep, Soth long ignored the ruined world, but the Dragon Queen's summons has called his evil forth once more.",
						"In battle, Soth is a terror, wielding the last remnant of the Cataclysm's fires to devastating effect. He usually uses his spellcasting ability only as part of his legendary actions."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Lord Soth.webp"
					}
				}
			]
		},
		{
			"name": "Red Ruin",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Known for her incredible awareness and reflexes, the dragonnel-flying ace Red Ruin leads the Red Dragon Army's airborne forces. Her actual name is unknown, leading her allies to refer to her merely as \"commander\" or \"Red Ruin\"—a sobriquet earned after razing numerous targets from the air. She rarely removes her distinctive dragonnel-shaped helmet, leading to speculation about her actual identity. She also speaks little, relying on sharp hand gestures to direct dragonnel-riders in flight."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Red Ruin.webp"
					}
				}
			]
		},
		{
			"name": "Sea Elf Scout",
			"source": "DSotDQ",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Sea Elf Scout.webp"
					}
				}
			]
		},
		{
			"name": "Sivak Draconian",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sivak draconians are fearsome brutes created from the eggs of silver dragons. They fly on mighty wings over battlefields wherever the fighting is the fiercest, making them effective shock troops. Sivaks can magically change their features to mimic the appearance of those they've slain. This allows these cunning soldiers to sow confusion and despair among their enemies. When sivaks are killed, their crumbling bodies mimic the form of their killers and shriek in agony."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Draconians",
							"entries": [
								"Draconians are bipedal monsters born from metallic dragon eggs that have been corrupted by a combination of warped alchemy and the Dragon Queen's foul magic. The Dragon Armies closely guard the secret of the draconians' creation, allowing Krynn's metallic dragons to continue to think their eggs are being held hostage so they don't oppose the Dragon Queen's conquests."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Sivak Draconian.webp"
					}
				}
			]
		},
		{
			"name": "Skeletal Knight",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Skeletal knights are powerful Undead that arise to serve even more wicked beings—often death knights. Those who become skeletal knights were typically virtuous in life but betrayed their oaths and died in disgrace. Unable to rest, they are now unswervingly loyal to the villains they serve. Should a skeletal knight's master be destroyed, the knight regains its will and is free to pursue its own ends.",
						"Skeletal knights are relentless in battle and difficult to destroy. They cling to the sins that curse them, and they fight until their skulls are reduced to shards. Their blades deal lingering wounds that sap their victims' life force and leave blackened scars even after magical healing."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Skeletal Knight.webp"
					}
				}
			]
		},
		{
			"name": "Tem Temble",
			"source": "DSotDQ",
			"entries": [
				"{@creature Tem Temble|DSotDQ|Tem} has the soul of a wanderer, though her feet most often take her deep into the wild and forgotten places of the world. Early in her travels, she befriended a winged lizard she named Melon, and the two have become inseparable. She fights the Dragon Armies' advance, channeling the rejuvenating magic of nature through her trusty hoopak to bolster her allies. Tem's mannerisms are similar to a cat's, as she disregards personal space and forever seeks to curl up in warm spots.",
				{
					"type": "table",
					"caption": "Tem beyond 1st Level",
					"colLabels": [
						"Level",
						"Hit Points",
						"New Features"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"16 ({@dice 3d6 + 6})",
							"Spellcasting. Tem learns another 1st-level spell: {@spell faerie fire}."
						],
						[
							"3rd",
							"22 ({@dice 4d6 + 8})",
							"Spellcasting. Tem gains one 1st-level spell slot. She also learns another 1st-level spell: {@spell goodberry}."
						],
						[
							"4th",
							"27 ({@dice 5d6 + 10})",
							"Ability Score Improvement. Tem's Wisdom score increases by 2, raising the modifier by 1, so increase the following numbers by 1: her spell save DC and the bonus to hit of spell attacks; her Wisdom saving throw bonus; her {@skill Insight}, {@skill Medicine}, and {@skill Perception} bonuses; her passive Perception score; and the DC of her Taunt action. Spellcasting. Tem learns another cantrip: {@spell mending}."
						],
						[
							"5th",
							"33 ({@dice 6d6 + 12})",
							"Proficiency Bonus. Tem's proficiency bonus increases by 1, so increase the following numbers by 1: her spell save DC and the bonus to hit of her spell attacks, the bonuses in the Saving Throws and Skills entries, and the bonuses to hit of her weapon attacks, and the DC of her Taunt action."
						],
						[
							"6th",
							"38 ({@dice 7d6 + 14})",
							"Potent Cantrips. Tem adds her Wisdom modifier to the damage she deals with any cantrip."
						],
						[
							"7th",
							"44 ({@dice 8d6 + 16})",
							"Spellcasting. Tem gains one 2nd-level spell slot. She also learns another 2nd-level spell: {@spell enhance ability}."
						],
						[
							"8th",
							"49 ({@dice 9d6 + 18})",
							"Ability Score Improvement. Tem's Wisdom score increases by 2, raising the modifier by 1, so increase the following numbers by 1: her spell save DC and the bonus to hit of spell attacks; her Wisdom saving throw bonus; her {@skill Insight}, {@skill Medicine}, and {@skill Perception} bonuses; her passive Perception score; and the DC of her Taunt action."
						],
						[
							"9th",
							"55 ({@dice 10d6 + 20})",
							"Proficiency Bonus. Tem's proficiency bonus increases by 1, so increase the following numbers by 1: her spell save DC and the bonus to hit of her spell attacks, the bonuses in the Saving Throws and Skills entries, the bonuses to hit of her weapon attacks, and the DC of her Taunt action."
						],
						[
							"10th",
							"60 ({@dice 11d6 + 22})",
							"Spellcasting. Tem learns another cantrip: {@spell resistance}."
						],
						[
							"11th",
							"66 ({@dice 12d6 + 24})",
							"Spellcasting. Tem gains one 3rd-level spell slot. She also learns another 3rd-level spell: {@spell dispel magic}."
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Tem Temble.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Tem Temble Sketch.webp"
					}
				}
			]
		},
		{
			"name": "Virruza",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Changed by days of strange experiments involving draconian blood and exposure to the Spawning Shard, Virruza now looks like a tumescent draconian with warty green skin and an overly large mouth."
					]
				}
			]
		},
		{
			"name": "Wasteland Dragonnel",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Northern Wastes of Ansalon are home to wasteland dragonnels, draconic creatures closely related to copper dragons. Wasteland dragonnels are lithe and quick, with scales the color of dull copper. These playful creatures defend their territory by flying out of a foe's reach and spitting potent acid, in an approximation of their copper dragon relatives."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Dragonnels",
							"entries": [
								"Dragonnels are distantly related to chromatic and metallic dragons and resemble them in basic form. Intelligent enough to understand speech but incapable of speaking themselves, they are willful creatures largely motivated by the desire for food."
							]
						}
					]
				}
			]
		},
		{
			"name": "Wersten Kern",
			"source": "DSotDQ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Wersten Kern is Lord Soth's standard bearer and champion. As with many of Soth's knights, she died alongside her liege during the Cataclysm and was cursed with undeath. In battle, she wields a wicked pike that flies Soth's black rose standard, and her cries can stop mighty warriors' hearts. Wersten staunchly follows Soth's commands, and she will serve him until she faces a second doom."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/DSotDQ/Wersten Kern.webp"
					}
				}
			]
		}
	]
}
