{
	"spell": [
		{
			"name": "Antagonize",
			"source": "UA2022WondersOfTheMultiverse",
			"page": 10,
			"level": 3,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a playing card depicting a rogue"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You whisper magical words that antagonize one creature of your choice within range. The target must make a Wisdom saving throw. On a failed save, it takes {@damage 4d4} psychic damage and must immediately use its reaction, if available, to make a melee attack against another creature of your choice that you can see. If no other creature is within range, the target has disadvantage on the next attack roll it makes before the start of your next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d4} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "House of Cards",
			"source": "UA2022WondersOfTheMultiverse",
			"page": 10,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a deck of cards"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 24
					}
				}
			],
			"entries": [
				"You touch the ground and conjure forth a defensive structure made of enormous playing cards. The structure rises with you at its center, harmlessly lifting you and any creatures in the area. The house of cards has a square base that is 30 feet on each side, and it has three floors with 10- foot-high ceilings. The second floor is 20 feet on each side, and the top floor is 10 feet on each side—both centered above the bottom floor. Ramps connect the interior of each floor, and empty doorframes connect the interior and exterior of each level. Creatures inside or on top of the structure have half cover.",
				"Each card that comprises the house is 5 feet wide and 10 feet tall and is very fragile. A card has AC 10 and 1 hit point. The cards are immune to poison and psychic damage. Reducing a card to 0 hit points destroys it. Every time a card is destroyed, roll {@dice 1d6}. If you roll a 5 or a 6, the house collapses, ending the spell.",
				"The house and all its cards vanish when the spell ends."
			]
		},
		{
			"name": "Spirit of Death",
			"source": "UA2022WondersOfTheMultiverse",
			"page": 10,
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a gilded playing card depicting an avatar of death worth at least 400 gp",
					"cost": 40000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You call forth a spirit that embodies death itself. Choose a creature you can see within range. The spirit manifests in an unoccupied space that you can see within 10 feet of the target, and the target becomes haunted by the spirit. The spirit uses the {@creature Reaper Spirit|UA2022WondersOfTheMultiverse} stat block. The spirit disappears when it or the haunted creature is reduced to 0 hit points, or when the spell ends.",
				"The reaper spirit is an ally to you and your companions. In combat, the spirit shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you), but it will only attack the haunted creature. If you don't issue the spirit any commands, it takes the {@action Dodge} action and uses its move to avoid danger."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, use the higher level wherever the spell's level appears in the stat block."
					]
				}
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Spray of Cards",
			"source": "UA2022WondersOfTheMultiverse",
			"page": 11,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a deck of cards"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You spray spectral cards from your hands or sleeve; the cards blind or slash at your enemies, and then vanish. Choose one of the following effects for the cards.",
				{
					"type": "entries",
					"name": "Blinding Cards",
					"entries": [
						"Each creature in a 15-foot cone must succeed on a Wisdom saving throw or be {@condition blinded} until the end of their next turn."
					]
				},
				{
					"type": "entries",
					"name": "Cutting Cards",
					"entries": [
						"Each creature in a 15-foot cone must make a Dexterity saving throw. A creature takes {@damage 2d10} force damage on a failed save or half as much damage on a successful one."
					]
				}
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage of cutting cards increases by {@dice 1d10} for every two slot levels above 2nd."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Summon Warrior Spirit",
			"source": "UA2022WondersOfTheMultiverse",
			"page": 11,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a gilded playing card depicting a knight worth at least 300 gp",
					"cost": 30000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You call forth a warrior spirit from the legendary Deck of Many Things. It manifests in an unoccupied space that you can see within range. This corporeal form uses the {@creature Warrior Spirit|UA2022WondersOfTheMultiverse} stat block. When you cast the spell, choose a type of warrior: barbarian, fighter, or monk. The warrior resembles a humanoid armed appropriately to the chosen class, which determines certain traits in its stat block. The warrior disappears when it drops to 0 hit points or when the spell ends.",
				"The warrior is an ally to you and your companions. In combat, the warrior shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don't issue any, it takes the {@action Dodge} action and uses its move to avoid danger."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the creature assumes the higher level for that casting wherever it uses the spell's level in its stat block."
					]
				}
			],
			"miscTags": [
				"SGT"
			]
		}
	]
}
